Repository: openplotter/openplotter-gpio
Catalog: openplotterGpio/locale/*/LC_MESSAGES/openplotter-gpio.po
Languages: ca, cs, da, de, fi, fr, nb, pl, sv

source: turn it high
de: hoch drehen
fi: käännä se päälle
nb: sett høy verdi
sv: växla till hög

source: Allowed values for state:
de: Erlaubte Werte für Status:
fi: Tilan sallitut arvot:
nb: Tillatte verdier for tilstand:
sv: Tillåtna värden för detta läge:

source: turn it low
de: drehe es niedrig
fi: käännä se pois
nb: sett lav verdi
sv: växla till låg

source: reset counter and distance
de: Zähler und Distanz zurücksetzen
fi: nollaa laskuri ja etäisyys
nb: tilbakestill (teller, avstand)
pl: zresetuj licznik i odległość
sv: nollställ räknare och distans

source: Installing python packages...
ca: Instal·lant paquets python...
cs: Instalování balíčků pro Python...
da: Installerer python-pakker...
de: Python-Pakete werden installiert...
fi: Asennetaan python paketteja...
fr: Installation des paquets Python...
nb: Installerer python pakker...
pl: Instalowanie pakietów Python...
sv: Installerar python-paket...

source: DONE
ca: FET
cs: Hotovo
da: UDFØRT
de: Fertig
fi: VALMIS
fr: TERMINÉ
nb: FERDIG
pl: GOTOWE
sv: KLAR

source: FAILED:
ca: ERROR:
cs: Chyba:
da: MISLYKKET:
de: FEHLGESCHLAGEN:
fi: EPÄONNISTUI:
fr: ÉCHEC:
nb: FEILET:
pl: NIEPOWODZENIE:
sv: MISSLYCKADES:

source: Enabling pigpiod service...
ca: Habilitant servei pigpiod...
cs: Povolení služby pigpiod...
da: Aktiverer pigpiod service...
de: Aktiviere pigpid Dienst...
fi: Lisätään pigpiod palvelu...
fr: Activation du service pigpiod...
nb: Åpner for pigpiod tjeneste...
pl: Włączanie usługi pigpiod...
sv: Aktiverar pigpiod service...

source: Checking access to Signal K server...
ca: Comprovant accés al servidor Signal K...
cs: Kontrola přístupu k serveru Signal K...
da: Kontrollerer adgang til Signal K...
de: Prüfe Zugriff auf Signal K-Server...
fi: Tarkistetaan pääsy Signal K serveriin...
fr: Vérification de l'accès au serveur Signal K...
nb: Sjekker tilgangn til Signal K-server...
pl: Sprawdzanie dostępu do serwera Signal K...
sv: Kontrollerar åtkomst till Signal K-server...

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
fi: Asetetaan versio...
fr: Réglage de la version...
nb: Setter versjon...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing python packages...
ca: Eliminant paquets python...
cs: Odstraňování balíčků pro Python...
da: Fjerner python-pakker...
de: Entferne Python-Pakete...
fi: Poistetaan python paketteja...
fr: Suppression des paquets python...
nb: Fjerner python pakker...
pl: Odinstalowywanie pakietów Python...
sv: Tar bort python-paket...

source: Removing pigpiod service...
de: Entferne Pigpid-Dienst
fi: Poistetaan pigpiodin palvelua...
nb: Fjerner pigpiod-tjenesten...
pl: Usuwanie usługi pigpiod...
sv: Tar bort pigpiod tjänst...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
fi: Poistetaan versio...
fr: Suppression de la version...
nb: Fjerner versjonen...
pl: Usuwanie wersji...
sv: Tar bort version...

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
fi: Ohje
fr: Aide
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Réglages
nb: Innstillinger
pl: Ustawienia
sv: Inställningar

source: GPIO Map
ca: Mapa GPIO
cs: Mapa GPIO
da: GPIO Diagram
de: GPIO-Karte
fi: GPIO Kartta
fr: Carte GPIO
nb: GPIO-kart
pl: Mapa GPIO
sv: GPIO karta

source: Approve
ca: Aprova
cs: Schválit
da: Godkend
de: Bestätigen
fi: Hyväksy
fr: Aprouver
nb: Godta
pl: Zatwierdź
sv: Godkänn

source: Reconnect
pl: Połącz ponownie
sv: Återanslut

source: Refresh
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
fi: Päivitä
fr: Actualiser
nb: Oppdater
pl: Odśwież
sv: Uppdatera

source: Rescue
de: Rettung
fi: Pelastus
nb: Redning
sv: Rädda

source: Pulses
ca: Polsos
cs: Pulzy
da: Puls
de: Pulse
fi: Pulssit
fr: Impulsions
nb: Pulser
pl: Impulsowy
sv: Pulser

source: Seatalk1 input
de: Seatalk1 Eingabe
fi: Seatalk1 syöte
nb: Seatalk1 inndata
pl: Seatalk-1 wejście
sv: Seatalk1 indata

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
cs: Restartuji Signal K server...
da: Genstarter Signal K-server...
de: Starte Signal K-Server neu...
fi: Käynnistetään Signal K palvelin...
fr: Redémarrage du serveur Signal K...
nb: Starter Signal K server på nytt...
pl: Ponowne uruchamianie serwera Signal K...
sv: Startar om Signal K server...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
cs: Signal K server byl restartován
da: Signal K-serveren blev genstartet
de: Signal K Server neu gestartet
fi: Signal K palvelin käynnistetty
fr: Serveur Signal K redémarré
nb: Signal K server startet på nytt
pl: Serwer Signal K został uruchomiony ponownie
sv: Signal K-servern omstartad

source: GPIO service is enabled
ca: Servei GPIO habilitat
cs: Služba GPIO je povolena
da: GPIO service er aktiveret
de: GPIO-Dienst ist aktiviert
fi: GPIO palvelu käytössä
fr: Le service GPIO est activé
nb: GPIO-tjenesten er aktivert
pl: Usługa GPIO jest włączona
sv: GPIO-tjänsten är aktiverad

source: GPIO is in rescue mode
de: GPIO ist im Rettungsmodus
fi: GPIO on pelastustilassa
nb: GPIO er i redningsmodus
sv: GPIO är i räddningsläge

source: There is nothing to send. GPIO service is disabled
ca: Res a enviar. El servei GPIO està deshabilitat
cs: Není co odeslat. Služba GPIO je zakázána
da: Der er intet at sende. GPIO service er deaktiveret
de: Es gibt nichts zu senden. GPIO-Dienst ist deaktiviert
fi: Ei ole mitään lähetettävää. GPIO palvelu on poistettu käytöstä
fr: Il n'y a rien à envoyer. Le service GPIO est désactivé
nb: Det er ingenting å sende. GPIO-tjenesten er deaktivert
pl: Nie ma nic do wysłania. Usługa GPIO jest wyłączona
sv: Det finns inget att skicka. GPIO-tjänsten är inaktiverad

source: Press "Approve" and then "Refresh".
ca: Prem "Aprova" i després "Actualitza".
cs: Stiskněte "Schválit" a pak "Obnovit".
da: Tryk på "Godkendelse" og derefter på "Opdater".
de: Drücken Sie "Genehmigen" und dann "Aktualisieren".
fi: Paina "Hyväksy" ja sitten "Päivitä ".
fr: Appuyez sur « Approuver », puis « Actualiser ».
nb: Trykk "Godkjenn" og deretter "Oppdater".
pl: Naciśnij "Zatwierdź", a następnie "Odśwież".
sv: Tryck på "Godkänn" och sedan "Uppdatera".

source: Try "Reconnect".
pl: Spróbuj "Połącz ponownie".
sv: Prova "Återanslut".

source: Press "Refresh".
ca: Prem "Actualitza".
cs: Stiskněte Aktualizovat.
da: Tryk på Opdater.
de: Drücke "Aktualisieren".
fi: Paina "Päivitä".
fr: Appuyez sur "Actualiser".
nb: Trykk Oppdater.
pl: Naciśnij "Odśwież".
sv: Tryck på "Uppdatera".

source: Host
ca: Servidor
cs: Hostitel
da: Vært
fi: Palvelin
fr: Hôte
nb: Vert
sv: Värddator

source: Mode
de: Modus
fi: Tila
nb: Modus
pl: Tryb
sv: Läge

source: High
de: Hoch
fi: Ylös
nb: Høy
pl: Wysoki
sv: Hög

source: Low
de: Niedrig
fi: Alas
nb: Lav
pl: Niski
sv: Låg

source: Initial state
de: Anfangsstatus
fi: Alkuperäinen tila
nb: Innledende tilstand
pl: Stan początkowy
sv: Initialt läge

source: Add input
de: Eingabe hinzufügen
fi: Lisää syöttö
nb: Legg til inndata
pl: Dodaj wejście
sv: Lägg till ingång

source: Add output
de: Ausgaben hinzufügen
fi: Lisää tulostus
nb: Legg til utdata
pl: Dodaj wyjście
sv: Lägg till utgång

source: Edit
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
fi: Muokkaa
fr: Modifier
nb: Rediger
pl: Edytuj
sv: Redigera

source: Remove
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
fi: Poista
fr: Supprimer
nb: Fjern
pl: Usuń
sv: Radera

source: You can turn GPIO outputs high or low using "Actions" in the Notifications app
de: Du kannst GPIO-Ausgaben hoch oder niedrig schalten mit "Aktionen" in der Benachrichtigungs-App
fi: Voit kääntää GPIO-tulostuksen joko päälle tai pois käyttämällä "Toiminnot" asetusta Ilmoitussovelluksessa
nb: Du kan slå på GPIO utganger høyt eller lavt ved hjelp av "Actions" i Notification-appen
pl: Możesz zmienić stan wyjście GPIO w wysokiego lub niskiego za pomocą "Akcji" w aplikacji Notifications
sv: Du kan aktivera GPIO utgångar högt eller lågt med "Åtgärder" i aviseringsappen

source: yes
ca: si
cs: ano
da: ja
de: ja
fi: joo
fr: oui
nb: ja
pl: tak
sv: ja

source: no
cs: ne
da: nej
de: nein
fi: ei
fr: non
nb: nei
pl: nie
sv: nej

source: input
de: Eingang
fi: syöttö
nb: inngang
pl: wejście
sv: ingång

source: output
de: Ausgang
fi: lähtö
nb: utgang
pl: wyjście
sv: utgång

source: Revolutions
ca: Revolucions
cs: Otáčky
da: Omdrejninger
de: Umdrehungen
fi: Kierrokset
fr: Révolutions
nb: Omdreininger
pl: Obroty
sv: Varvtal

source: Counter
ca: Comptador
cs: Počitadlo
da: Tæller
de: Zähler
fi: Laskuri
fr: Compteur
nb: Teller
pl: Licznik
sv: Räknare

source: Speed
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
fi: Nopeus
fr: Vitesse
nb: Fart
pl: Prędkość
sv: Hastighet

source: Distance
ca: Distància
cs: Vzdálenost
da: Afstand
de: Distanz
fi: Etäisyys
nb: Avstand
pl: Odległość
sv: Distans

source: Add
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
fi: Lisää
fr: Ajouter
nb: Legg til
pl: Dodaj
sv: Lägg till

source: Type
ca: Tipus
cs: Typ
de: Typ
fi: Tyyppi
pl: Typ
sv: Typ

source: Signal K key
ca: Clau Signal K
cs: Signal K klíč
da: Signal K nøgle
de: Signal K Taste
fi: Signal K näppäin
fr: Clé Signal K
nb: Signal K-nøkkel
pl: Wyróżnik (key) Signal K
sv: Signal K nyckel

source: Rate
ca: Taxa
cs: Interval
fi: Taso
fr: Fréquence
nb: Frekvens
pl: Interwał
sv: Fart

source: Offset
ca: Desfasament
cs: Ofset
da: Forskydning
de: Versatz
fi: Siirtymä
fr: Décalage
nb: Forskyvning
sv: Förskjutning

source: Set 1W GPIO
ca: Estableix GPIO 1W
cs: Nastavit 1W GPIO
da: Indstil 1W GPIO
de: 1W GPIO festlegen
fi: Aseta 1W GPIO
fr: Définir 1W GPIO
nb: Sett 1W GPIO
pl: Ustaw 1W GPIO
sv: Ställ in 1W GPIO

source: Clear
ca: Esborra
cs: Vymazat
da: Ryd
de: Leeren
fi: Tyhjennä
fr: Effacer
nb: Nullstill
pl: Wyczyść
sv: Rensa

source: This feature is only for Raspberry Pi
ca: Aquesta funcionalitat està reservada per a Raspberry Pi
cs: Tato funkce je pouze pro Raspberry Pi
da: Denne funktion er kun til Raspberry Pi
de: Diese Funktion ist nur für Raspberry Pi
fi: Tämä ominaisuus on vain Raspberry Pi: tä varten
fr: Cette fonctionnalité concerne uniquement le Raspberry Pi
nb: Denne funksjonen er bare for Raspberry Pi
pl: Ta funkcja jest dostępna tylko dla Raspberry Pi
sv: Denna funktion är endast för Raspberry Pi

source: Please enable 1W interface in Preferences -> Raspberry Pi configuration -> Interfaces.
ca: Si us plau activa la interfície 1W a Preferències -> Configuració de Raspberry Pi -> Interfícies.
cs: Prosím povolte 1W rozhraní v Nastavení -> Raspberry Pi konfigurace -> Rozhraní.
da: Aktiver venligst 1W grænseflade i Indstillinger -> Raspberry Pi-konfiguration -> Grænseflader.
de: Bitte aktivieren Sie 1W Schnittstelle unter Einstellungen -> Raspberry Pi Konfiguration -> Schnittstellen.
fi: Ota käyttöön 1W käyttöliittymä Preferences -> Vadelma Pi konfiguraatio -> Liitännät.
fr: Veuillez activer l'interface 1W dans Préférences -> Configuration Raspberry Pi -> Interfaces.
nb: Vennligst aktiver 1W-grensesnitt i Innstillinger -> Raspberry Pi konfigurasjon -> Grensesnitt.
pl: Proszę włączyć interfejs 1W w Ustawienia -> Konfiguracja Raspberry Pi -> Interfejsy.
sv: Vänligen aktivera 1W gränssnittet i Inställningar -> Raspberry Pi konfiguration -> Gränssnitt.

source: OpenPlotter will restart. Are you sure?
ca: OpenPlotter es reiniciarà. ¿Estàs segur?
cs: OpenPlotter se restartuje. Jste si jisti?
da: OpenPlotter genstarter. Er du sikker?
de: OpenPlotter wird neu gestartet. Bist du sicher?
fi: OpenPlotter käynnistyy uudelleen. Oletko varma?
fr: OpenPlotter va redémarrer. D'accord?
nb: OpenPlotter vil starte på nytt. Er du sikker?
pl: OpenPlotter zostanie uruchomiony ponownie. Jesteś pewien?
sv: OpenPlotter kommer att startas om. Är du säker?

source: Question
ca: Pregunta
cs: Dotaz
da: Spørgsmål
de: Frage
fi: Kysymys
nb: Spørsmål
pl: Pytanie
sv: Fråga

source: Invert signal
ca: Invertir senyal
cs: Invertovat signál
da: Invertér signal
de: Signal umkehren
fi: Käännä signaali
fr: Inverser le signal
nb: Inverter signal
pl: Odwróć sygnał
sv: Invertera signal

source: SK connection ID
ca: ID de connexió SK
cs: ID spojení SK
da: SK-forbindelses-ID
de: SK-Verbindungs-ID
fi: SK kytkentä ID
fr: Identifiant de connexion SK
nb: SK tilkoblings-ID
pl: ID połączenia SK
sv: SK anslutnings-ID

source: This feature is only for Raspberry Pi.
ca: Aquesta funcionalitat està reservada per a Raspberry Pi.
cs: Tato funkce je pouze pro Raspberry Pi.
da: Denne funktion er kun til Raspberry Pi.
de: Diese Funktion ist nur für Raspberry Pi.
fi: Tämä ominaisuus on vain Raspberry Pi:tä varten.
fr: Cette fonctionnalité concerne uniquement le Raspberry Pi.
nb: Denne funksjonen fins bare for Raspberry Pi.
pl: Ta funkcja jest dostępna tylko dla Raspberry Pi.
sv: Denna funktion är endast för Raspberry Pi.

source: Fill in all fields
ca: Omple tots els camps
cs: Vyplňte všechna pole
da: Udfyld alle felter
de: Alle Felder ausfüllen
fi: Täytä kaikki kentät
fr: Remplissez tous les champs
nb: Fyll ut alle feltene
pl: Wypełnij wszystkie pola
sv: Fyll i alla fält

source: Failed. Error creating connection in Signal K
ca: Error. Error en crear la connexió a Signal K
cs: Chyba při vytváření připojení k Signal K serveru
da: Mislykket. Fejl ved oprettelse af forbindelse i signal K
de: Fehlgeschlagen. Fehler beim Erstellen der Verbindung in Signal K
fi: Epäonnistui. Virhe kytkettäessä Signal Khon
fr: Échec. Erreur lors de la création de la connexion sur Signal K
nb: Mislyktes. Feil ved opprettelse av tilkobling i Signal K
pl: Niepowodzenie. Błąd podczas tworzenia połączenia w Signal K
sv: Misslyckades. Fel vid skapande av anslutning i Signal K

source: Please install "Signal K Installer" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "Instal·lador de SignalK"
cs: Prosím, nainstalujte OpenPlotter aplikaci "Instalátor Signal K"
da: Installer "Signal-K Installer" OpenPlotter appen
de: Bitte installieren Sie die OpenPlotter App "Signal K Installer"
fi: Asenna "Signal K asennin" OpenPlotter sovelma
fr: Veuillez installer l'appli d'OpenPlotter "Installateur Signal K"
nb: Vennligst installer "Signal K Installer" OpenPlotter app
pl: Proszę zainstaluj komponent OpenPlotter "Signal K Installer"
sv: Installera "Signal K Installer" OpenPlotter app

source: Failed. Error removing connection in Signal K
ca: Error. Error al eliminar la connexió a Signal K
cs: Chyba. Chyba při odstraňování připojení k Signal K serveru
da: Mislykket. Fejl ved fjernelse af forbindelse i signal K
de: Fehlgeschlagen. Fehler beim Entfernen der Verbindung in Signal K
fi: Epäonnistui. Virhe kytkennän poistossa Signal Kssa
fr: Échec. Erreur lors de la suppression de la connexion sur Signal K
nb: Mislyktes. Feil ved fjerning av tilkobling i Signal K
pl: Niepowodzenie. Błąd podczas usuwania połączenia w Signal K
sv: Misslyckades. Fel vid borttagning av anslutning i Signal K

source: Add SK Connection
ca: Afegeix una connexió de SK
cs: Přidat připojení do SK
da: Tilføj SK forbindelse
de: SK-Verbindung hinzufügen
fi: Lisää SK yhteys
fr: Ajouter une connexion SK
nb: Legg til SK tilkobling
pl: Dodaj połączenie SK
sv: Lägg till SK anslutning

source: Select
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
fi: Valitse
fr: Sélectionner
nb: Velg
pl: Wybierz
sv: Välj

source: Editing sensor
ca: Editant sensor
cs: Upravit senzor
da: Redigering af sensor
de: Sensor bearbeiten
fi: Muokataan anturia
fr: Édition du capteur
nb: Redigerer sensor
pl: Edycja czujnika
sv: Redigerar sensor

source: Rate (seconds)
ca: Freqüència (segons)
cs: Interval (sekundy)
da: Rate (sekunder)
de: Rate (Sekunden)
fi: Tahti (sekuntia)
fr: Période (secondes)
nb: Frekvens (sekunder)
pl: Interwał (sekundy)
sv: Uppdateringshastighet (sekunder)

source: Editing GPIO pulses
ca: Editant els polsos de GPIO
cs: Upravit GPIO
da: Redigering af GPIO pulser
de: GPIO-Pulse bearbeiten
fi: Muokataan GPIO pulsseja
fr: Édition des pulsations GPIO
nb: Redigerer GPIO-pulser
pl: Edycja impulsów GPIO
sv: Redigerar GPIO pulser

source: Adding GPIO pulses
ca: Afegint els polsos de GPIO
cs: Přidávání GPIO pulsů
da: Tilføjelse af GPIO impulser
de: GPIO-Pulse hinzufügen
fi: Lisätään GPIO pulsseja
fr: Ajout des pulsations GPIO
nb: Legger til GPIO-pulser
pl: Dodawanie impulsów GPIO
sv: Lägga till GPIO pulser

source: Pulses per revolution
ca: Polsos per revolució
cs: Počet pulsů za otáčku
da: Puls pr. omdrejning
de: Pulse pro Umdrehung
fi: Pulsseja kierrosta kohti
fr: Pulsations par révolution
nb: Pulser per omdreining
pl: Impulsów na obrót
sv: Pulser per varv

source: Internal pull resistor
ca: Resistència de polarització interna
cs: Interní pull-up
da: Intern pull resistor
de: Interner Pull-Widerstand
fi: Sisäinen vetovastus
fr: Resistance de rappel interne
nb: Intern trekkmotstand
pl: Wewnętrzny rezystor podciągający
sv: Intern resistor (pull)

source: none
ca: cap
cs: žádný
de: keine
fi: tyhjä
fr: aucun
nb: ingen
pl: brak
sv: inga

source: Revolutions (Hz)
ca: Revolucions (Hz)
cs: Otáčky (Hz)
da: Omdrejninger (Hz)
de: Umdrehungen (Hz)
fi: Kierrokset (Hz)
fr: Révolutions (Hz)
nb: Omdreininger (Hz)
pl: Obroty (Hz)
sv: Revolutioner (Hz)

source: Revolutions counter
ca: Comptador de revolucions
cs: Čítač otáček
da: Omdrejningstæller
de: Umdrehungszähler
fi: Kierroslaskuri
fr: Compteur de révolutions
nb: Omdreiningsteller
pl: Licznik obrotów
sv: Varvräknare

source: Radius (m)
ca: Radi (m)
cs: Poloměr (m)
fi: Säde (m)
fr: Rayon (m)
pl: Promień (m)
sv: Radie (m)

source: Speed (m/s)
ca: Velocitat (m/s)
cs: Rychlost (m/s)
da: Hastighed (m/s)
de: Geschwindigkeit (m/s)
fi: Nopeus (m/s)
fr: Vitesse (m/s)
nb: Hastighet (m/s)
pl: Prędkość (m/s)
sv: Hastighet (m/s)

source: Speed calibration
ca: Calibratge de velocitat
cs: Kalibrace rychlosti
da: Hastighedskalibrering
de: Geschwindigkeitskalibrierung
fi: Nopeuden kalibrointi
fr: Calibration de la vitesse
nb: Kalibrering av hastighet
pl: Kalibracja prędkości
sv: Kalibrering av hastighet

source: Distance (m)
ca: Distancia (m)
cs: Vzdálenost (m)
da: Afstand (m)
de: Distanz (m)
fi: Etäisyys (m)
nb: Avstand (m)
pl: Odległość (m)
sv: Avstånd (m)

source: Set defaults
ca: Estableix com a predeterminat
cs: Nastavit výchozí hodnoty
da: Angiv standard
de: Standard festlegen
fi: Aseta oletukset
fr: Mettre valeurs par défaut
nb: Sett standarder
pl: Ustaw jako domyślny
sv: Ange standardinställningar

source: Enter the GPIO.
ca: Introdueix el GPIO.
cs: Zadejte GPIO.
da: Indtast GPIO.
de: Gib das GPIO ein.
fi: Syötä GPIO.
fr: Saisissez le GPIO.
nb: Skriv inn GPIO.
pl: Wprowadź GPIO.
sv: Ange GPIO.

source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
nb: Feil
pl: Błąd
sv: Fel

source: "Rate" value has to be a number.
ca: "Frequència" ha de ser un nombre.
cs: "Otáčky" musí být číslo.
da: "Rate" værdi skal være et tal.
de: "Rate" Wert muss eine Zahl sein.
fi: "Rate" arvon on oltava numero.
fr: La valeur "Taux" doit être un nombre.
nb: "Frekvens" -verdien må være et tall.
pl: "Interwał" musi być liczbą.
sv: "Hastighet" värdet måste vara ett tal.

source: "Pulses per revolution" value has to be a number.
ca: "Polsos per revolució" ha de ser un nombre.
cs: "Pulsy za otáčku" musí být číslo.
da: "Pulser pr. omdrejning" værdi skal være et tal.
de: "Pulse pro Umdrehung" Wert muss eine Zahl sein.
fi: "Pulsseja kierrosta kohti" arvon on oltava numero.
fr: La valeur "Pulsions par révolution" doit être un nombre.
nb: "Pulser per omdreining"-verdien må være et tall.
pl: "Impulsów na obrót" musi być liczbą.
sv: "Pulser per revolution" värdet måste vara ett tal.

source: To get "Speed" or "Distance" enter the radius.
ca: Per a obtenir "Velocitat" o "Distància", indrodueix el radi.
cs: Chcete-li získat "Rychlost" nebo "Vzdálenost", zadejte "Poloměr".
da: For at få "Hastighed" eller "Afstand" skal du indtaste radius.
de: Um "Geschwindigkeit" oder "Entfernung" zu erhalten, bestätigen Sie den Radius.
fi: Saadaksesi "Nopeuden " tai "Etäisyyden" anna säde.
fr: Pour obtenir "Vitesse" ou "Distance" entrez le rayon.
nb: For å finne "fart" eller "avstand", oppgi radiusen.
pl: Aby uzyskać "Szybkość" lub "Odległość" wprowadź promień.
sv: För att få "Hastighet" eller "Avstånd" anger du radien.

source: "Radius" value has to be a number.
ca: "Radi" ha de ser un nombre.
cs: "Poloměr" musí být číslo.
da: "Radius" værdi skal være et tal.
de: "Radius" Wert muss eine Zahl sein.
fi: "Säde" arvon on oltava numero.
fr: La valeur "Rayon" doit être un nombre.
nb: "Radius" må være et tall.
pl: "Promień" musi być liczbą.
sv: "Radie" värdet måste vara ett tal.

source: "Speed calibration" value has to be a number.
ca: "Calibratge de velocitat" ha de ser un nombre.
cs: "Kalibrace rychlosti" musí být číslo.
da: "Hastighedskalibrering" værdi skal være et tal.
de: Der Wert "Geschwindigkeitskalibration" muss eine Zahl sein.
fi: "Nopeuden kalibrointi"-arvon on oltava luku.
fr: La valeur "Calibrage de vitesse" doit être un nombre.
nb: "Fartkalibrering" må være et tall.
pl: "Kalibracja prędkości" musi być liczbą.
sv: "Hastighetskalibrering" värdet måste vara ett tal.

source: Editing GPIO digital input
de: Bearbeite GPIO Digitaleingabe
fi: Muokataan GPIOn digitaalisyötettä
nb: Redigerer digital GPIO
sv: Redigerar GPIO digital ingång

source: Adding GPIO digital input
de: Hinzufügen von GPIO-Digitaleingabe
fi: Lisätään GPIO digitaalisyöte
nb: Legger til digital GPIO
sv: Lägger till GPIO digital ingång

source: Send initial state
ca: Enviar estat inicial
cs: Odeslat počáteční stav
da: Send indledende status
de: Startstatus senden
fi: Lähetä alustava tila
fr: Envoyer l'état initial
nb: Send opprinnelig status
pl: Wyślij stan początkowy
sv: Skicka ursprunglig status

source: internal pull resistor
ca: resistència de polarització interna
cs: interní pull-up
de: interner Pull-Widerstand
fi: sisäinen vetovastus
fr: resistance de rappel interne
nb: intern trekkmotstand
pl: wewnętrzny rezystor podciągający
sv: intern resistor (pull)

source: state:
de: Zustand:
fi: tila:
nb: tilstand:
sv: status:

source: message:
de: Meldung:
fi: viesti:
nb: melding:
sv: meddelande:

source: method:
de: Methode:
fi: menetelmä:
nb: metode:
sv: metod:

source: visual
de: visuell
fi: visuaalinen
nb: visuell
sv: visuell

source: sound
de: Ton
fi: ääni
nb: lyd
sv: ljud

source: Enter the host name.
ca: Introdueix el nom del servidor.
cs: Zadejte název hostitele.
da: Indtast værts navn.
de: Geben Sie den Hostnamen ein.
fi: Syötä isäntänimi.
fr: Saisir le nom de l'hôte.
nb: Skriv inn vertsnavn.
pl: Wprowadź nazwę hosta.
sv: Ange värdnamnet.

source: Editing GPIO digital output
de: Bearbeite GPIO Digitalausgabe
fi: Muokataan GPIOn digitaalitulostetta
nb: Redigerer digital GPIO
sv: Redigerar GPIO digital utgång

source: Adding GPIO digital output
de: GPIO-Digitalausgabe hinzufügen
fi: Lisätään GPIO digitaalituloste
nb: Legger til digital GPIO
sv: Lägger till GPIO digital utgång

source: Starting GPIO...
de: GPIO wird gestartet...
fi: Käynnistetään GPIO...
nb: Starter GPIO...
sv: Startar GPIO...

source: GPIO started
de: GPIO gestartet
fi: GPIO käynnistetty
nb: GPIO startet
sv: GPIO startad

source: No GPIO defined
de: Kein GPIO definiert
fi: GPIO:ta ei ole määritelty
nb: Ingen GPIO definert
sv: Ingen GPIO definierad

source: Checking GPIO...
ca: Comprovant GPIO...
cs: Kontrola GPIO...
da: Tjekker GPIO...
de: GPIO wird überprüft...
fi: Tarkistetaan GPIO...
fr: Vérification du GPIO...
nb: Sjekker GPIO...
pl: Sprawdzanie GPIO...
sv: Kontrollerar GPIO...

source: pigpiod running
ca: pigpiod en funcionament
cs: pigpiod běží
da: pigpiod kører
de: pigpiod läuft
fi: pigpiod käynnissä
fr: pigpiod actif
nb: pigpiod kjører
pl: pigpiod uruchomiony
sv: pigpiod körs
