Repository: openplotter/openplotter-gpio
Catalog: openplotterGpio/locale/*/LC_MESSAGES/openplotter-gpio.po
Languages: ca, cs, da, de, fi, fr, nb, pl, sv

source: pigpiod not running
ca: pigpiod aturat
cs: pigpiod neběží
da: pigpiod kører ikke
de: pigpiod läuft nicht
fi: pigpiod ei käynnissä
fr: pigpiod est désactivé
nb: pigpiod kjører ikke
pl: pigpiod nieuruchomiony
sv: pigpiod körs inte

source: Seatalk1 enabled
fi: Seatalk1 käytössä
nb: Seatalk1 aktivert
sv: Seatalk1 aktiverat

source: Seatalk1 disabled
de: Seatalk1 deaktiviert
fi: Seatalk1 estetty
nb: Seatalk1 deaktivert
sv: Seatalk1 inaktiverad

source: 1W enabled
ca: 1W habilitat
cs: 1W povoleno
da: 1W aktiveret
de: 1W aktiviert
fi: 1W käytössä
fr: 1W activé
nb: 1W aktivert
pl: 1W włączone
sv: 1W aktiverat

source: 1W disabled
ca: 1W deshabilitat
cs: 1W zakázáno
da: 1W deaktiveret
de: 1W deaktiviert
fi: 1W pois käytöstä
fr: 1W désactivé
nb: 1W deaktivert
pl: 1W wyłączone
sv: 1W inaktiverad

source: pulses enabled
ca: polsos habilitat
cs: pulsy povoleny
da: puls aktiveret
de: pulses aktiviert
fi: pulssit käytössä
fr: pulsations activées
nb: puls aktivert
pl: impulsy włączone
sv: pulser aktiverade

source: pulses disabled
ca: polsos deshabilitat
cs: pulsy zakázány
da: puls deaktiveret
de: pulses deaktiviert
fi: pulssit pois käytöstä
fr: pulsations désactivées
nb: puls deaktivert
pl: impulsy wyłączone
sv: pulser inaktiverade

source: digital enabled
ca: digital habilitat
cs: digitální Gpio povoleno
de: digital aktiviert
fi: digitaalinen käytössä
fr: mode numérique activé
nb: digital aktivert
pl: cyfrowy włączony
sv: digital aktiverad

source: digital disabled
ca: digital deshabilitat
cs: digitální Gpio zakázáno
de: digital deaktiviert
fi: digitaalinen estetty
fr: mode numérique désactivé
nb: digital deaktivert
pl: cyfrowy wyłączony
sv: digital inaktiverad

source: openplotter-gpio-read running
de: openplotter-gpio-read läuft
fi: openplotter-gpio-luku käynnissä
nb: openplotter-pypilot-read kjører
sv: openplotter-gpio-read körs

source: openplotter-gpio-read not running
de: openplotter-gpio-read läuft nicht
fi: ei openplotter-pypilot-lukua
nb: openplotter-pypilot-read kjører ikke
sv: openplotter-gpio-read körs inte

source: Access to Signal K server validated
ca: Accés a servidor Signal K verificat
cs: Přístup k serveru Signal K byl ověřen
da: Adgang til Signal K server valideret
de: Zugriff auf Signal K Server validiert
fi: Pääsy Signal K palvelimeen vahvistettu
fr: Accès au serveur Signal K validé
nb: Tilgang til Signal K-server validert
pl: Dostęp do serwera Signal K zatwierdzony
sv: Åtkomst till Signal K-servern validerad

source: Digital
cs: Digitální
fi: Digitaal.
fr: Numérique
nb: Digitalt
pl: Cyfrowy

source: Allowed
ca: Permès
cs: Povoleno
nb: Tillatt

source: Press "Allowed".
ca: Prem "Permès".
cs: Stiskněte "Povoleno".
nb: Trykk "Tillatt".

source: ID
fr: Identifiant
